{"format": "layers-model", "generatedBy": null, "convertedBy": "TensorFlow.js Converter v3.18.0", "modelTopology": null, "weightsManifest": [{"paths": ["group1-shard1of7.bin", "group1-shard2of7.bin", "group1-shard3of7.bin", "group1-shard4of7.bin", "group1-shard5of7.bin", "group1-shard6of7.bin", "group1-shard7of7.bin"], "weights": [{"name": "cnn_classifier_kr/embedding/embeddings", "shape": [49652, 128], "dtype": "float32"}, {"name": "cnn_classifier_kr/conv1d/kernel", "shape": [3, 128, 100], "dtype": "float32"}, {"name": "cnn_classifier_kr/conv1d/bias", "shape": [100], "dtype": "float32"}, {"name": "cnn_classifier_kr/conv1d_1/kernel", "shape": [4, 128, 100], "dtype": "float32"}, {"name": "cnn_classifier_kr/conv1d_1/bias", "shape": [100], "dtype": "float32"}, {"name": "cnn_classifier_kr/conv1d_2/kernel", "shape": [5, 128, 100], "dtype": "float32"}, {"name": "cnn_classifier_kr/conv1d_2/bias", "shape": [100], "dtype": "float32"}, {"name": "cnn_classifier_kr/dense/kernel", "shape": [300, 250], "dtype": "float32"}, {"name": "cnn_classifier_kr/dense/bias", "shape": [250], "dtype": "float32"}, {"name": "cnn_classifier_kr/dense_1/kernel", "shape": [250, 1], "dtype": "float32"}, {"name": "cnn_classifier_kr/dense_1/bias", "shape": [1], "dtype": "float32"}]}]}